Table of Contents
 Class SetupValueFloat
Namespace
IdeaRS.OpenModel.Concrete
Assembly
IdeaRS.OpenModel.dll
Setup value float
public class SetupValueFloat : SetupValue
Inheritance
object
SetupValue
SetupValueFloat
Inherited Members
 SetupValue.Id
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
Properties
 Value
Gets or sets the value.
public float Value { get; set; }
Property Value
float
 Edit this page